Repository: Robert-Rzezniczek/Praktyki_QuizySC
Catalog: translations/validators.*.xlf
Languages: pl

# validators.message.enter_password
source: message.enter_password
pl: Proszę podać hasło

# validators.message.password_too_short
source: message.password_too_short
pl: Hasło jest za krótkie

# validators.massage.prosze_podac_imie
source: massage.prosze_podac_imie
pl: Proszę podać imię

# validators.message.prosze_podac_nazwisko
source: message.prosze_podac_nazwisko
pl: Proszę podać nazwisko

# validators.message.prosze_podac_nazwe_szkoly
source: message.prosze_podac_nazwe_szkoly
pl: Proszę podać nazwę szkoły

# validators.message.prosze_podac_wojewodztwo
source: message.prosze_podac_wojewodztwo
pl: Proszę podać województwo

# validators.message.prosze_podac_powiat
source: message.prosze_podac_powiat
pl: Proszę podać powiat

# validators.message.nie_powinno_byc_puste
source: message.nie_powinno_byc_puste
pl: Pole nie powinno być puste

# validators.message.you_should_agree_to_terms
source: message.you_should_agree_to_terms
pl: Musisz wyrazić zgodę na regulamin

# validators.message.you_should_agree_to_rodo
source: message.you_should_agree_to_rodo
pl: Musisz wyrazić zgodę na politykę RODO
